TargetApplication=HandyCache v 1.00RC1
Author=mai62, DenZzz, 4tune
SourceLANGID=1049
LANGID=1033
Generator=DKLang Translation Editor v3.0
LastModified=2017-09-11 01:53:21

[MainForm]
00000002=Monitor
00000021=#
00000022=Number
00000023=Enable
00000024=Enable
00000025=Priority
00000026=Priority
00000027=URL
00000028=Column
00000029=Column
00000030=Time\nUser\nURL\nReceived\nResponse\nRule\n
00000031=Condition
00000032=Condition
00000033=Rule
00000034=Rule
00000051=Options
00000053=View
00000060=Hide at start
00000062=Launch on Windows startup
00000063=Minimize instead of exit
00000064=Minimize when Esc is pressed
00000065=Show Information window
00000068=Debug Info
00000069=Open directories in
00000070=Monowidth font for lists
00000071=Animate tray icon
00000073=Show user name in Monitor
00000076=Permit one instance of the program only
00000078=Alternative method for navigation decor through Options
00000079=Save monitor content
00000080=Permit temporary keys overlay
00000081=1000\n3000\n5000\n10000\nnone\n
00000082=Access
00000086=#
00000087=User number
00000088=Enable
00000089=User Enabled
00000090=Name
00000091=User Name
00000092=Password
00000093=User Password
00000094=IP
00000095=User IP address
00000096=Parent proxy
00000100=Enable
00000102=One level menu for proxy selection
00000103=Conditional or unconnditional proxy only
00000104=Enable
00000105=N/A
00000106=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000107=#
00000108=Enable
00000109=Name
00000110=Host
00000111=Port
00000112=User name
00000113=Password
00000114=Condition
00000115=Condition for using this proxy
00000118=Enable
00000119=N/A
00000120=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000121=#
00000122=Enable
00000123=Name
00000124=Host
00000125=Port
00000126=User name
00000127=Password
00000128=Load control
00000139=Add Accept-Encoding: gzip, deflate when loading from monitor
00000142=Add Accept-Encoding: gzip, deflate when loading from browser
00000145=Add If-Modified-Since when file exist in cache
00000147=Integration with IE
00000149=HCie.dll
00000151=Register
00000152=Unregister
00000153=Execute/Run
00000155=Set IE menu in accordance with the table
00000156=Apply
00000157=#
00000158=Number
00000159=Enable
00000160=Enable
00000161=Command
00000162=IE Context menu command
00000163=Value
00000164=Registry Key Value
00000165=Contexts
00000166=Hex value of Contexts Key
00000167=Type
00000168=Dialing
00000169=Control
00000172=Reading from cache
00000174=Enable
00000176=N/A
00000177=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000178=Offline mode
00000180=Enable
00000181=N/A
00000182=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000184=Switch to Offline mode on internet connection failure
00000185=Check all access methods
00000186=Check DialUp connection
00000187=Start in Offline mode
00000188=Hide connections in Monitor when Offline mode is on
00000189=Hide hc.Historian connections in Monitor
00000190=Ignore no-store
00000191=Remove reference to port 80 from cached file name
00000194=RAM - cache
00000200=Enable
00000204=Directory
00000205=First set
00000208=Enable
00000209=Second set
00000212=Enable
00000214=CoolProxy cache compatibility mode in read only directories
00000215=Enable
00000216=Preserve www. prefix
00000217=Directories by the first letter of domains
00000218=Notify when main cache directory can not be found
00000219=URL transformation
00000220=Enabled
00000221=U.
00000222=Number
00000223=Enable
00000224=Enable
00000225=Rule
00000226=Rule
00000227=Replacement
00000228=Replacement
00000229=Replace all
00000230=Replace all
00000231=Required
00000232=Required
00000233=Number of hits
00000234=Number of hits
00000244=Clear
00000248=Options
00000249=kB
00000252=Delete directories less than
00000253=Delete files
00000254=Delete files used prior to
00000255=Delete empty subdirectories
00000256=Sort by domain
00000259=#
00000260=Number
00000261=Delete
00000262=Delete
00000263=Directory
00000264=Directory
00000265=Size
00000266=Size
00000267=Deleted
00000268=Deleted
00000270=Enabled
00000272=W.
00000273=Number
00000274=Enable
00000275=Enable
00000276=Rule
00000277=Rule
00000278=Exception
00000279=Exception
00000280=Site
00000281=Site
00000283=B. Black list
00000284=B. Black list
00000286=S. Save in cache
00000287=S. Save in cache
00000289=D. Don't update
00000290=D. Don't update
00000292=O. Only from cache
00000293=O. Only from cache
00000295=R. Redirect
00000296=R. Redirect
00000298=U. URL transforming
00000299=U. URL transforming
00000300=Number of hits
00000301=Number of hits
00000312=Short Cut Key to suspend:
00000314=Enable
00000315=N/A
00000316=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000319=Hide connections in Monitor
00000320=B.
00000321=Number
00000322=Enable
00000323=Enable
00000324=Rule
00000325=Rule
00000326=Exception
00000327=Exception
00000328=Site
00000329=Site
00000330=Number of hits
00000331=Number of hits
00000341=Enable
00000343=Only for GET-requests
00000344=S.
00000345=Number
00000346=Enable
00000347=Enable
00000348=Rule
00000349=Rule
00000350=Exception
00000351=Exception
00000352=Site
00000353=Site
00000354=Number of hits
00000355=Number of hits
00000366=Short Cut Key to suspend:
00000367=Enable
00000368=N/A
00000369=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000371=Only for GET-requests
00000372=Don't update fresh files
00000373=Short Cut Key to suspend:
00000374=Enable
00000375=N/A
00000376=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000378=Icon Indication
00000379=D.
00000380=Number
00000381=Enable
00000382=Enable
00000383=Rule
00000384=Rule
00000385=Exception
00000386=Exception
00000387=Site
00000388=Site
00000389=Freshness criteria
00000390=Freshness criteria\nTime Hours:Minutes\nor Date D.M.Y
00000391=Number of hits
00000392=Number of hits
00000403=Short Cut Key to suspend:
00000404=Enable
00000405=N/A
00000406=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000407=Cancel for Opera
00000408=Hide connections in Monitor
00000409=Cancel for Firefox
00000411=O.
00000412=Number
00000413=Enable
00000414=Enable
00000415=Rule
00000416=Rule
00000417=Exception
00000418=Exception
00000419=Site
00000420=Site
00000421=Number of hits
00000422=Number of hits
00000433=Temporarlly cancel by key:
00000434=Not present
00000435=Not present\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000436=Enable
00000438=R.
00000439=Number
00000440=Enable
00000441=Enable
00000442=Rule
00000443=Rule
00000444=Replacement
00000445=Replacement
00000446=Replace all
00000447=Replace all
00000448=Required
00000449=Required
00000450=Number of hits
00000451=Number of hits
00000460=Practice
00000466=Remove http:// prefix
00000467=Remove www. prefix
00000468=Don't process
00000470=Statistics
00000474=Date
00000475=About
00000485=HandyCache
00000489=Stop branch loading
00000490=Load branch to cache
00000491=Delete branch from cache
00000492=Copy URL
00000493=Stop loading
00000494=Load to cache
00000495=Delete from cache
00000496=Open in Browser
00000497=Open Directory
00000498=Add URL to Black list
00000499=Add URL to White list
00000500=Clear
00000523=Copy rule to clipboard
00000524=Cut rule to clipboard
00000525=Add rule
00000526=Add rule from clipboard
00000527=Insert rule
00000528=Insert rule from clipboard
00000529=Delete rule
00000530=Add user
00000531=Delete user
00000533=HTML files (*.html)|*.html|Text files (*.txt)|*.txt
00000534=HandyCache
00000535=Copy
00000536=Delete
00000537=Open
00000538=Open directory
00000539=Copy URL
00000540=Stop loading
00000541=Copy to clipboard
00000542=Copy to clipboard
00000543=Add from clipboard
00000544=Add
00000545=Insert from clipboard
00000546=Insert
00000547=Delete
00000551=Add
00000552=Insert
00000553=Delete
00000554=Interface language:
00000555=None
00000556=Exit
00000557=Show History
00000558=Save Options
00000559=Reload lists
00000560=Redirect
00000561=Only from cache
00000562=Don't update
00000563=Save to cache
00000564=Black list
00000565=White list
00000566=Don't update fresh files
00000567=Read from cache
00000568=Switch to Offline mode
00000569=Select cache directory
00000570=Conditional proxies
00000571=Select
00000572=Unconditional proxy
00000573=Use parent proxy
00000574=Show Log Window
00000575=Show Main window
00000576=Number
00000577=Enable
00000578=Name
00000579=Host
00000580=Port
00000581=User
00000582=Password
00000583=Number
00000584=Enable
00000585=Name
00000586=Host
00000587=Port
00000588=User
00000589=Password
00000590=Number
00000591=#
00000592=Time
00000593=Time
00000594=User
00000595=User
00000596=URL
00000597=URL
00000598=Size
00000599=Size
00000600=Received
00000601=Received
00000602=Received, %
00000604=Transmitted
00000605=State
00000606=State
00000607=Server response
00000608=Response
00000609=Find (F3)
00000624=Save
00000627=Save list
00000628=Save
00000629=Clear cache
00000630=Stop
00000631=Start cache clearing
00000632=Start
00000633=Delete selected
00000634=Delete
00000637=File name
00000638=Apply
00000639=Replace
00000640=Calculate sum
00000641=Save as
00000642=Clear
00000643=Execute command
00000645=Select program path \nto open directories
00000647=File name
00000714=Expand tree
00000716=Collapse tree
00000726=Expand new
00000728=Search (Ctrl+F)
00000730=Record Fitering in Monitor
00000732=Show history
00000734=Clear monitor
00000735=Stop all active connections
00000737=Enable filters
00000739=Apply filters
00000741=Move Down (Ctrl+Down)
00000742=Save list
00000744=Move Down (Ctrl+Down)
00000745=Move Up (Ctrl+Up)
00000746=Search (Ctrl+F)\nSearch again (F3)
00000748=Save list
00000750=Clear counters
00000752=Move Down (Ctrl+Down)
00000753=Move Up (Ctrl+Up)
00000754=Search (Ctrl+F)\nSearch again (F3)
00000756=Save list
00000758=Clear counters
00000760=Move Down (Ctrl+Down)
00000761=Move Up (Ctrl+Up)
00000763=Save list
00000765=Clear counters
00000767=Move Down (Ctrl+Down)
00000768=Move Up (Ctrl+Up)
00000769=Search (Ctrl+F)\nSearch again (F3)
00000771=Save list
00000773=Clear counters
00000775=Move Down (Ctrl+Down)
00000776=Move Up (Ctrl+Up)
00000777=Search (Ctrl+F)\nSearch again (F3)
00000779=Save list
00000781=Clear counters
00000783=Move Down (Ctrl+Down)
00000784=Move Up (Ctrl+Up)
00000785=Search (Ctrl+F)\nSearch again (F3)
00000787=Save list
00000789=Clear counters
00000791=Move Down (Ctrl+Down)
00000792=Move Up (Ctrl+Up)
00000794=Save list
00000796=Clear counters
00000799=Move Up (Ctrl+Up)
00000800=Graph Scale
00000801=Short Cut Key to show Main Window:
00000802=Short Cut Key to show Log Window:
00000803=keys:
00000804=Short Cut Key to enable:
00000805=Time to reconnect on error, sec
00000806=Time to repeat request on error, sec
00000807=Pause, s:
00000808=Pause, s:
00000812=Network adapter IP:
00000813=Path to HCie.dll:
00000814=Short Cut Key to enable:
00000815=Short Cut Key to enable:
00000816=Keep www. prefix for URL:
00000817=Don't save files smaller than
00000818=Don't save files bigger than
00000819=Max file size:
00000820=Cache size, not more than
00000821=Main:
00000822=Read-only:
00000823=Main:
00000824=Read-only:
00000825=Short Cut Key to switch:
00000826=Short Cut Key to enable:
00000827=Short Cut Key to enable:
00000828=Show file:
00000829=Short Cut Key to enable:
00000830=Short Cut Key to enable:
00000831=Short Cut Key to enable:
00000832=Short Cut Key to enable:
00000833=Short Cut Key to enable:
00000835=Replacement:
00000836=Port:
00000838=Delete command
00000839=Insert command
00000840=Add command
00000841=Second set
00000842=First set
00000873=lines
00000874=Limit number of records in monitor
00000875=From Internet:
00000876=From cache:
00000877=Transmitted:
00000878=User List
00000879=Unconditional proxies
00000880=Short Cut Key to suspend:
00000881=Conditional proxies
00000882=Short Cut Key to suspend:
00000884=IE context menu
00000885=Short Cut Key to suspend:
00000886=Short Cut Key to suspend:
00000887=Current size:
00000888=From cache:
00000889=KByte
00000890=MByte
00000893=bigger than
00000894=kB
00000895=Input text
00000896=Result
00000897=Copy cached file name
00000898=Copy Monitor line
00000899=Save list
00000900=Intermediate servers
00000901=#
00000902=Number
00000903=Enable
00000904=Enable
00000905=Name
00000906=Name
00000907=Prefix
00000908=Prefix
00000911=File-list
00000912=File-list
00000915=Condition
00000916=Server Usage Conditions
00000917=Enable
00000918=Short Cut Key to suspend:
00000919=N/A
00000920=N/A\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00000921=Open file
00000922=Add domain to file
00000923=Replace all
00000925=Show file:
00000926=File name
00000927=Executed rules
00000928=Rules
00000929=Transmitted
00000930=Scrolling of monitor
00000932=Time to repeat requests without response, sec
00000933=Pause, s:
00000934=bytes/s
00000936=Help
00000939=Minimize to tray
00000940=Save files to both directory sets
00000945=Add Domain Name to Black List
00000946=Dial
00000947=Hide Icon in Tray
00000948=Calculate Statistics
00000949=Show Log Window
00000951=Copy Log Content
00000953=Clear Log
00000955=Write Log
00000958=Unpack gzip/deflate files before writing to cache
00000959=Check for a new version availability every
00000960=days
00000961=Go to rule
00000962=Ignore no-cache
00000963=Extensions
00000964=Enabled
00000965=Short Cut Key to enable:
00000966=Move Down (Ctrl+Down)
00000967=Move Up (Ctrl+Up)
00000970=Save list
00000972=Delete extension (Del)
00000975=Number
00000976=Enable
00000977=Enable
00000978=Name
00000979=Name
00000980=Add extension
00000982=About Extension
00000984=Extension options
00000986=Reread extension
00000991=Physical memory, Kb
00000992=Header
00000993=xlabel
00000994=ylabel
00000995=Virtual Memory, kb:
00000996=Virtual Address Space, kB:
00000997=Header
00000998=xlabel
00000999=ylabel
00001000=Header
00001001=xlabel
00001002=ylabel
00001003=Active connections:
00001004=Scale 500 000
00001005=Scale 2 000 000
00001006=Scale 100
00001007=HandyCache
00001010=Intermediate servers
00001011=Extensions
00001012=Save to cache
00001013=Byte
00001014=KByte
00001017=days back
00001018=Edit extension
00001020=Select all
00001021=Port mapping
00001024=Enable
00001025=Short Cut Key to enable:
00001026=Move Down (Ctrl+Down)
00001027=Move Up (Ctrl+Up)
00001030=Save list
00001035=Number
00001036=Enable
00001037=Enable
00001038=Name
00001039=Name
00001040=Local port
00001041=Local port
00001042=Remote host
00001043=Remote host or IP address
00001044=Remote port
00001045=Remote port
00001046=User name or user IP
00001047=User name or user IP
00001048=Port mapping
00001049=Add mapped traffiс for user:
00001050=Show info on tray icon
00001051=Type
00001052=Type
00001053=TCP\nUDP\n
00001054=TCP
00001055=Label10
00001056=RegEx Cache
00001057=Clear ReCache
00001058=ClearRegExList
00001059=ClearPipeliningHosts
00001060=Clear Global
00001061=Cyclical redirect block
00001062=Reports creation
00001063=SOCKS5 port:
00001064=Enable SOCKS5
00001065=Reset counters in lists
00001066=Data receiving
00001067=Data sending
00001068=Limit size of files
00001069=Cancel by key temporarily:
00001070=Enable
00001071=Not present
00001072=Not present\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00001073=Rule for URL:
00001074=Exception for URL:
00001075=Limit of size, kbyte:
00001076=Limit speed
00001077=Enable
00001078=Rule for users:
00001079=Speed limit, Byte/sec:
00001080=Limit size of files
00001081=Cancel by key temporarily:
00001082=Enable
00001083=Not present
00001084=Not present\nAlt\nCtrl\nShift\nCtrl+Alt\nCtrl+Shift\nAlt+Shift\nWin+Alt\nWin+Ctrl\nWin+Shift\n
00001085=Rule for URL:
00001086=Exception for URL:
00001087=Limit of size, kbyte:
00001088=Limit speed
00001089=Enable
00001090=Rule for users:
00001091=Speed limit, Byte/sec:
00001092=Info only from extensions
00001093=Hide SOCKS5 connections
00001094=Type
00001095=Type
00001096=HTTP\nSOCKS5\n
00001097=Type
00001098=Type
00001099=HTTP\nSOCKS5\n
00001100=Decode URL to Windows locale language
00001112=HTTP
00001113=HTTP
00001124=Stop downloading of old files
00001135=Send POST requests to Internet
00001146=Open directory
00001157=Search (Ctrl+F)
00001158=Apply
00001159=Decode puny-code in URL
00001160=partial hard
00001161=Offset:
00001162=Add #.gz to names of gzip-files
00001163=Disconnect frozen connection through
00001164=min.
00001165=Rule:
00001166=in excess of
00001168=Delete files
00001169=less then
00001172=Short Cut Key to enable:
00001173=Short Cut Key to enable:
00001174=Buy license
00001175=SSL handling
00001176=Enable
00001177=Rule for URL:
00001178=Exception for URL:
00001179=Rule for users:
00001180=This option is available only in the registered version
00001181=Short Cut Key to enable:
00001182=SSL handling
00001183=Clear counter
00001188=Extensions
00001189=Extensions
00001190=SSL handling
00001191=SSL handling
00001194=Do not delete files
00001195=Delete to the recycle bin

[DialForm]
00000001=Connection speed:
00000002=Received, bytes:
00000003=Transmitted, bytes:
00000004=Update list
00000005=Dial
00000006=Hang up
00000007=Dial at program start
00000008=Redial on disconnect
00000009=Disconnect before exit
00000010=Log dial activities
00000011=Dial when request is received
00000012=Minimum speed:
00000013=Dial Pause, s:
00000014=Dial retries number:
00000015=Short Cut Key to Dial/Hang Up:
00000016=Parent proxy for this connection
00000017=#
00000018=Number
00000019=Enable
00000020=Enable
00000021=Name
00000022=Name

[DNSForm]
00000324=IP
00000325=IP
00000415=Domain
00000416=Domain
00000421=Number of Hits
00000422=Number of Hits
00000489=Enable
00000490=Open "hosts" file
00000493=Delete
00000494=Copy on clipboard
00000495=Update
00000496=Records in cache:
00000497=Max number of records:
00000498=Search (Ctrl+F)\nSearch again (F3)
00000502=Add record
00000503=Waiting for response
00000504=Update records every
00000505=hours
00000510=Date Used
00000511=Date Updated
00000512=Date Used
00000513=Date Updated
00000514=Write only

[FindForm]
00000001=List Search
00000463=Find
00000464=Cancel
00000489=In column "Rule"
00000490=In column "Exception"
00000491=In column "Site"
00000492=In column "Line number"

[Log]
00000009=Save by Exit
00000010=Save as "log.txt"
00000011=Update
00000012=Clear
00000013=Copy all
00000014=Search
00000015=Search up
00000016=Search down

[LoadingForm]
00000001=HandyCache - File downloading
00000464=Cancel
00000465=Loading...

[UpdForm]
00000001=Updating of HandyCache
00000002=Update
00000004=New version of the program is available
00000005=RC3 10000335
00000006=What's new in this version:
00000007=Files loading

[MonthForm]
00000001=Specify report options
00000463=OK
00000464=Cancel
00000465=January
00000466=January\nFebruary\nFebruary\nMarch\nApril\nMay\nJune\nJuly\nAugust\nSeptember\nOctober\nNovember\nDecember\n
00000467=Year:
00000468=Month:
00000469=html
00000470=HTML files (*.html)|*.html|All files (*.*)|*.*
00000471=Daily report
00000472=Measurement units
00000477=kilobytes\nmegabytes\ngigabytes\nsmart\n
00000478=Columns
00000479=Transmitted
00000480=Received
00000481=Cache
00000482=Total
00000483=Automatic daily reports creation
00000485=Enable
00000488=Reports directory:
00000489=Create report
00000490=Reports
00000491=Overwrite file "report.html"

[ExtInfoForm]
00000001=Extension info
00000002=Close
00000004=Option
00000005=Option
00000007=Value of option
00000008=Value

[$CONSTANTS]
Saccess=Access
SAfterRepl=--------- After -- replacement ----------
SBlack=Black
SBlackList=Black list
SByte=Byte
SCache=Cache
SClearCounterQuery=Are you sure you want to clear counters?
SClearing=Clearing
SCMNeedUpdate=Extension Content Master is out of date, please update it. Download new version from http://handycache.ru/cm/CM1.0.rar
SCondProxy=Cond. proxy
SControl=Control
SCreateCacheFileError=Error of writing to cache
SDeleteStr=Delete line?
SDial=Dial
SDialAttempt=Dial attempt
SDialCanceled=Dial cancelled
SDialListEmpty=Connection list is empty
SDialUp=Dial
SDialUp_received=Dial-Received
SDirectory=Directory
SDirectoryForCache=Cache Directory
SDisconnected=Disconnected
SDisconnection=Disconnecting
SDNSCache=DNS-cache
SDontUpdate=Don't update
SError=Error
SErrorOfDialing=Dialing error
SExtBadVersion=Extension %s is not intended to work with the current version  HandyCache
SExtensions=Extensions
SExtListBadVersion=Extensions %s are not intended to work with the current version HandyCache
SExtNameDouble=Extension with name "%s" already exists
SFewMin=This can take several minutes
SFile=files
SFileNotCreated=File %s not created
SFileNotOpened=File %s not opened
SFolderSelect=Select a directory
SFreeVer=Free version\nOnly 5 user enabled
SGeneral=General
SI1Set=1 set
SI2Set=2 set
SIAutonomicMode=Offline mode
SIFreshFiles=Fresh files
SInDomainColumn=In column "Domain"
SInExceptionColumn=In column "Exception"
SInIPColumn=In column "IP"
SInReplaceColumn=In column "Replace"
SInRuleColumn=In Column "Rule"
SIntegrationInIE=Integration with IE
SInternet=Internet
SInvalidDomain=Domain "%s" already exists in cache
SInvalidIP=Invalid IP-address "%s"
SIOff=off
SIOn=on
SIPError=IP for %s not found %s
SLists=Lists
SLoadingControl=Loading control
SLogCleared=Log cleared automatically
SLogLoading=Loading log file
SLogTooLong=Log size is over the limit. Clear the log.
SLowSpeed=Speed is too low
SLuaError=Lua-error: %s
SMediators=Intermediary Servers
SMoney1=If you like this program, your generous support toward development of the program is greatly appreciated. You can do by transferring any sum to one of the e-purses
SMoney2=Yandex.Money
SMustLocalUser=User must be with IP 127.0.0.1 or localhost
SNotCacheDirectory=Cache directory %s is not available
SOnlyFromCache=Only from cache
SParentProxy=Parent proxy
SPauseNSec=Pause for %s seconds
SPortBusy=Port %s is busy
SPortMapping=Port mapping
SProxy=Proxy
SReAddress=Redirect
SReadingFromCache=Reading from cache
SRegCanceled=Registration cancelled
SRegOK=Registration completed
SSBlackList=B
SSCondProxy=C
SSDontUpdate=D
SSecondSetDir=Second set of cache directories
SSelect=Select
SSOnlyFromCache=O
SSortEnable=Sort by column %s
SSReAddress=R
SSrtNotFound=String "%s" not found
SSSLHandling=SSL handling
SStatistics=Statistics
SSTransformingURL=U
SSWhiteList=W
SSWriteToCache=S
STransformingURL=URL transforming
STransmitted=Transmitted
STreiner=Practice
SUncondProxy=Unconditional proxies
SView=View
SWhite=White
SWhiteList=White list
SWriteToCache=Save to cache
